Autodesk.Revit.UI.PromptForFamilyInstancePlacementOptions.#ctor(Autodesk.Revit.UI.PromptForFamilyInstancePlacementOptions)
Creates a copy of an existing options object.
other:
The options object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2015